{"content":"You are good-natured, high-spirited and present a solid and respectable image to the public. Your superior abilities in education and higher learning are attractive to Virgos, who are more image-conscious than they would like to admit. While you like the big picture, they are focused on the minute details. While you are appreciating the forest, they are in awe of the veins on the leaf of a tree.\nYour Virgo lover and you have very different ways of dealing with the world, but you can work well with each other if you learn to appreciate one another's outlook, however foreign it may seem. Your optimism and enthusiastic approach can inspire your Virgo lover to reach for the mountain tops. And your sense of humor can help them lighten their critical touch when dealing with others.\nBeneath the cool analytical exterior, your Virgo partner is quite witty, and he or she will appreciate your playful teasing and candor. You'll dream up fantastic adventures, for a weekend, a week or longer, and your Virgo will offer you rational and reasonable advice as to why you are being impractical. They are quite critical of the people around them and this may not be to your liking.\nIf you have the Moon or Mars in an earth sign, you will be better equipped to take the criticism is a constructive manner.\nYou may be very attracted to your Virgo's mind, to their refined beauty or to their ability to quickly grasp the finer points of an idea. But this relationship may lack tender vulnerability that can add depth to an intimate relationship. You'll have to work toward expressing your feelings. You can make good traveling companions, as long as your Virgo mate reads the maps and navigates, for you will quickly learn how to trust as he or she points you in the right direction.\nThis is a refined and well-meaning union that can be successful, especially if you share work interests or a common philosophical outlook on life that helps you get past your obvious difference in lifestyles.\n"}