{"content":"You are highly sensitive are not always able to feel secure in the world around you. You Pisces folks can appear ethereal and are often interested in mystical, religious and spiritual studies. You are a water sign, and therefore live emotionally and in tune with the intuitive currents of the invisible realms. It can be of great benefit to you if you have a partner who can ground and support your efforts, giving you a stable base from which to live your life in imaginative and creative ways. Capricorn can do that for you.\nGoats are practical and goal-oriented. They have a serious nature that is responsible, efficient and hardworking. Your Capricorn partner is a sensibly grounded earth sign and is most content when pursuing tangible tasks. Although there can be some difficulty because your Capricorn lover may not trust your intuition and may see you as a lost soul, there is also an upside to this relationship. Capricorn is able to fill in the gaps for you and help you to be more effective in the outer world and also in any phase of business. He or she will teach you about the world of finances and all areas that concern the practical nature of existence.\nIf, however, you have the Moon or Mars in an earth sign (Taurus, Virgo or Capricorn) you may not be so dependent on your partner for helping you with your practical affairs. In fact, in this case, you may have some things of your own to teach them!\nOn the other side of things, you assist your serious Capricorn lover to open up to the rich world of dreams, imagination and spiritual splendor. You get to teach your mate about the tenderness within the heart while he or she helps you bring your visions and dreams into concrete reality. Most importantly, you'll need to find a way to feel comfortable while your feet are solidly on the ground and to bring some discipline into your life. The two of you are very compatible; however, if your lover is too demanding, your sensitive feelings may be hurt. Most likely, you'll find a path that make the best of both worlds, as you create a life based upon sensible emotions and practical vision.\n"}