{
  "card": [
    {
      "title": "Aquarius 101",
      "content": "Element: Air\n\nPlanetary ruler: Uranus\n\nSymbol: The water bearer\n\nZodiac quality: Fixed – single-minded\n\nColors: Electric blues and violets\n\nJewels: Onyx for spiritual and physical connection. Garnet for January-born Aquarians. Amethyst for February -born Aquarians\n\nCompatibility: Libra, Gemini, Sagittarius, Aquarius\n\nBest friends: Leo, you fascinate each other. Virgo, a strong intellectual connection\n\nStrengths: Intellectual genius. Creative vision for the future. No judgments.\n\nChallenges: Emotionally detached. To value your contribution\n\nLife purpose: To support the less fortunate and make the world a better place in which to live\n\nYour inner demon: You can be aloof; you are in your own world and also fear rejection."
    },
    {
      "title": "The character of an Aquarian",
      "content": "You are interesting, unique and independent. It has never been your dream to blend into the crowd. You are also an intellectual genius and can amaze others with your original yet unexpected ideas. You carry a deep love for all people – but it is more than that- it is an unconditional love. You don’t care what other people think and readily accept people for who they are  – with an understanding that you don’t necessarily have to agree with them or just accept what they say.\n\nYou are genuinely involved with happenings and events within your community – and perhaps on a national scale. With the planet Uranus (see more about this below) being your ruler, nothing is set in concrete; life can change for you and at a moment’s notice. You have strong interests in humanitarian affairs and are first to support a worthy philanthropic cause. As clichéd as it sounds, world peace is a dream you refuse to write off as being foolish.\n\nIndependent and real honest love from others is necessary to attract you and keep your devotion. You like to have your freedom to follow your own creative ideas and you might have ingenious insights into projects.\n\nIf you are in charge of others, you expect them to ask you questions if they don’t understand something – as you believe that there is no point complaining or explaining at a later date. You are an extremely complex person and are often misunderstood. Aquarians are highly intellectual and you can retreat into your own mindset to work through intricate issues that others cannot identify or even come anywhere near solving."
    },
    {
      "title": "Business and Careers for Aquarians",
      "content": "There is nothing routine, plain or normal about an Aquarian and this also goes for your work as well as how you make and manage your money. Possessions are not on the top of an Aquarians priority list and although you love to have money, you prefer to spend money on the experiences life has to offer rather than to buy items.\n\nYou are a person of principle and prefer to enter an agreement but only if it’s something you believe in and is inline with your principles. You work best when you are free from emotional tensions and excessive noise in your work environment, which can distract you from your problem-solving processes.\n\nFor work, look for an landscape that allows you to be able put your unique twist on everything you do. As a brilliant and highly intelligent Aquarian, you enjoy jobs that allow you to use your imagination and explore different avenues to achieve a better result. You are able to come up with cutting-edge solutions, which if you are young, some people may think your ideas are way ahead of your time. You rarely hold a conventional job and work best in intuitive sciences, as a writer, or inventor; anything where you are free to use your creativity. As an air sign you have the ability to think through complex situations in your mind though you can be off-handed when disturbed from your concentration.\n\nEmployers will like you as you have a strong work ethic and believe in an honest-day’s work for an honest-day’s pay. People who work with you or for you will soon understand that if they do a good day’s work, are honest and understanding and above all, they will be there when you need you them – then you will enjoy a long and happy association together."
    },
    {
      "title": "Aquarians in Love",
      "content": "Your friendly and open behavior attracts lovers, though you are deeply afraid of forming an emotional attachment. It can take you a long time to give your heart to someone totally, and to feel that a relationship is not going to rob you of your need for independence. You need someone who recognizes and supports your ideas and gives you their full support. More importantly you need a lover who can help you get out of your overthinking mind to get in touch with your feelings and sensuality. \n\nDonating to charity and getting involved with a cause will appeal to you over pursuing materialistic concepts. However, you do realize there is a need to be financially independent and therefore you are attracted to people who have confident and stable lifestyles and are financially and emotionally self-supporting\n\nYou’ll make an extraordinary partner for someone if you are given the necessary freedom you desire to explore life as well as unleash your creativity. They will need to be appreciative regarding the amount of mental space you require as you contemplate life as well as conjuring up your next brilliant idea. For love to be a permanent fixture in your life, your partner must understand and allow you your breathing room. Therefore someone who is an overly-sensitive partner or a clingy person that needs a lot of emotional support from you,  is not going to be your best match.\n\nAs an Aquarian, you require a strong and deep friendship with someone before love can build. Without this level of friendship,  it is difficult for you to get serious about a relationship. Friendship and honesty are two of the most important factors for love to develop, and once you commit to someone you are a loyal and faithful partner."
    },
    {
      "title": "The other side of Aquarians",
      "content": "You can be, or appear to be, unapproachable and cold at times, which can be hurtful to those who don’t know you or understand you. Other people can become frustrated with you when they are sharing emotional problems with you – because you can look as though you’re not interested. \n\nRoutines and too much hierarchy in a job slow down your process of creativity and brilliance, and will not be conducive to making your success. You don’t suffer fools lightly. Sometimes you can be very sarcastic , but beware you may do irrevocable damage to a relationship."
    },
    {
      "title": "The Truth about Aquarians",
      "content": "Ah, Aquarians are possibly the most misunderstand Sun sign of the zodiac. Thought to be standoffish and aloof, those around you often take the rejection of your detached manner personally, whereas most of the time, you are in your own zone and your behavior has nothing to do with anyone else. It’s more about you retreating into your inner self to sort out the puzzles in your mind – some of which could be dreaming up ingenious inventions the world has yet to see. To make these dreams come true, you’ll need a team of people around you, and those of them who are closest to you who will not question your aloofness will probably be the ones who are secure enough in themselves not to question your behavior."
    },
    {
      "title": "Understanding Your Planet",
      "content": "Ruled by Uranus, there is nothing ordinary about you, Uranus relates to things either ancient or futuristic, so you can be interested in anything from archeology to space travel, and often make excellent astronomers and astrologers. \n\nUranus represents originality, and as such, you strive to be as individual as you possibly can, and are rarely concerned about what other people think or of their opinions. With this influence of Uranus, you are independent, follow your own advice and dance to your own tune.\n\nUranus energy is sudden, disruptive and can be challenging. It forces you to constantly change and reinvent yourself, it can be confronting, but with change comes some level of confrontation and without it you would stagnate, and the Uranus clout will not allow you to stand still and not evolve. Uranus continually challenges you to build new structures by tearing down the rigidly of arrangements that are based on restrictions and limitations.\n\nThere is nothing surer in life than change, and with the influence of Uranus you can bet on it. In a nut shell, with Uranus, expect the unexpected!"
    },
    {
      "title": "Famous Aquarians",
      "content": "Harry Styles, Abraham Lincoln, Cristiano Ronaldo, Ashton Kutcher, Oprah Winfrey, Alicia Keys, Ronald Regan, Alan Alda, Jennifer Aniston, Bob Marley, Prince Andrew, Christie Brinkley, Dr. Dre, Ed Sheeran, Eddie Van Halen,, John Belushi, Smokey Robinson, Linda Blair, Josh Brolin, Christian Bale, Michael Jordan, Stockard Channing, Ellen Degeneres, Sheryl Crow, Phil Collins, Matt Dillon, Blithe Danner, Minnie Driver, Geena Davis, Morgan Fairchild, John McEnroe, Placido Domingo, Charles Dickens, Neil Diamond, Donna Hanover, Mia Farrow, Sherilyn Flynn, Taylor Lautner, Zsa Zsa Gabor, Oscar De La Hoya, Gene Hackman, Benny Hill, Heather Graham, Barbara Hershey, Guy Fieri, Jack Nicklaus,  Cybill Shepherd, Natassia Kinski, Farrah Fawcett, Bridget Fonda, Greg Norman, Jennifer Jason Lee, Lisa Marie Presley, Vanessa Redgrave,, Kelly Rowland, Christina Ricci, Paul Newman, Mozart, Michael Hutchence, Justin Timberlake, Rene Russo, Athina Onassis, Boris Spassky, Jane Seymour, Princess Stefanie of Monaco,  John Travolta."
    }
  ]
}