{
  "card": [
    {
      "title": "Aries 101",
      "content": "Element: Fire\n\nPlanetary ruler: Mars\n\nSymbol: Ram\n\nZodiac quality: Cardinal – proactive\n\nColors: Red, crimson, burgundy\n\nJewels: Clear Quartz to balance mind, body and spirit – Aquamarine for March born Aries – Diamonds for April born Aries\n\nCompatibility: Sagittarius, Leo, Scorpio, Aquarius\n\nBest friends: Capricorn – always reliable\n\nStrengths: Leadership, risk-taker, passionate, determined\n\nChallenges: Impatience, reactive, impulsiveness, insensitive\n\nLife purpose: To initiate change in the world\n\nYour inner demon: The thought of growing old without good health."
    },
    {
      "title": "The character of an Aries",
      "content": "Aries are go-getters! Whether it’s business, social or love, Aries lives for the love of the challenge and the chase. You love to achieve the impossible, and when you do, it creates enormous amounts of enthusiasm within yourself and the passion and motivation to achieve even more. As a self-starter, you are a natural leader who works best in a team environment. When you are inspired and mix with the right people, nothing is too hard or impossible!\n\nFiercely competitive, your behavior can be over-the-top, as you have no limitations when you are on a mission to succeed. You crave anything new and interesting, which makes you a fearless competitor.\n\nWhen your laser vision is set on a challenge, watch out anyone who apposes you, as when your mind is made up, your attitude can be, ‘it’s your-way-or-the-highway. Anyone who dares to challenge you is likely to be left in a trail of dust.\n\nYou’re a quick thinker with a strong desire and determination to win – and you strive when you associate with those who have the same qualities. As someone who dances to the beat of your own drum, you definitely don’t wait for other people to catch up.\n\nYour life is an open book for all to see, people will either like you or not – but one thing for sure, what they see, is what they get."
    },
    {
      "title": "Business and Careers for Aries",
      "content": "You love to work because it keeps you active. Having a fast thinking mind and quick moving energy, you need to keep occupied. Whatever an Arian does for work, it generally has an entrepreneurial feel about it, which means you’re constantly looking for new projects to feed your interest.\n\nKnown to be a risk taker who loves the rush of adrenalin; it’s what keeps you alive – as does thinking up new, interesting and exciting ways of working, anything to avoid routine work. Aries do well in jobs such as recruitment and training, or any office related businesses but working in a dull environment or boring routine can cause you to lose your spirit and drive. You need a job with excitement and challenge that drives you to excel.\n\nEmployers will like you as you have a strong work ethic and believe in an honest-day’s work for an honest-day’s pay. People who work with you or for you will soon understand that if they do a good day’s work, are honest and understanding and above all, they will be there when you need you them – then you will enjoy a long and happy association together.\n\nIf you’re the boss – you like your employees to get straight to the point, without lengthy explanations. You don’t like people bringing problems to you without also providing the solution. There’s no time to explain everything, so the people you work with need to take the initiative.\n\nAries work and save, and are generally sensible with money; however you are not beyond taking a risk if the deal looks as good as it sounds. You prefer to build a varied portfolio rather than have all your dollars in the one place. You can feel more settled to have your financial portfolio managed by a reputable firm to make sure you get the most benefit from investments. This is especially important to fund the challenge of starting new concepts. To have another set of eyes looks at prospective opportunities can minimize getting involved with risky get-rich-quick schemes."
    },
    {
      "title": "Aries in Love",
      "content": "As an Aries, your attitude to romance is similar to your attitude to romance. You look for excitement, that magnetic soul-connection, an exhilarating relationship that has undeniable chemistry that gets your heart beating faster.\n\nAries oozes sex appeal and have little difficulty attracting a partner. You tend to worship your lovers and spoil them with unexpected surprises and endless displays of affection. However, you can be extremely possessive of your sweetheart but can’t stand it if your partner is possessive of you. To gain the attention of your heart, you need that electric connection, like love at first sight where your eyes lock and your heart skips a beat. \n\nYou love the cat and mouse game of chase with love, if someone is too easy to catch, his or her value drops. When you have to work hard to pursue them, you feel they are worthy of your attention.\n\nAs soon as you feel emotionally safe in a relationship, with no feelings of vulnerability, don’t be surprised to hear yourself utter those magic little words, “will you marry me”. Once your decision is made, it’s likely to be a quick trip to Vegas to get the formalities out of the way. And every day after that will be fabulous, some ups and downs, but still fabulous."
    },
    {
      "title": "The other side of Aries",
      "content": "Jealously can become a major issue in your personal relationships so you may not realize that you can unintentionally give feisty glares and endless eye rolls to anyone speaking to your beau.\n\nCareer wise, with an ambitious spirit and hunger for anything new, you can take on too much work, which results in becoming overloaded, with no time to finish projects. Consider sourcing some reliable back-up people to support you. The overload of work can also make you stressed and irritable, and when you get in this state, you can lash out to anyone who just happens to be in the wrong place at the wrong time."
    },
    {
      "title": "The Truth about Aries",
      "content": "Aries are known as leaders and decision-makers, and often those close to them can load them up with extra responsibilities, simply because a busy persona will get it done. But even Aries needs a break from everything. The ultimate present to an Aries lover, boss, mom, is when everything has been taken out of their hands – an event where ‘everything’ is organized… down to telling them what to wear, what time to be ready, where to be… of course, they’ll torture you to get the details but it will build such a level of excitement and anticipation it will be one of the most memorable occasions for them."
    },
    {
      "title": "Understanding Your Planet",
      "content": "Ruled by Mars, the planet known as the warrior can be aggressive, but on the flip side, the energy of Mars can also be motivating, positive and proactive. The last thing you want, Aries, is to become stagnant, and as such, the quality of Mars serves you very well.\n\nYou are not afraid of change, in fact you strive to progress, it’s the very essence of what keeps you alive, young and vibrant. When it concerns love, Mars and Venus together complete the love energy – Venus providing the romance and Mars the passion – they make love and life so exhilarating. With Mas as your ruler, a passionate connection with someone is an absolute must for Aries. \n\nMars’ energy is not to be messed with, it forces you to get your act together or it will leave you behind in a cloud of dust. You need to work with the Mars energy to get the best out of it, and that means you need to keep moving. If the Mars energy builds up in your body, you can become irritable and irrational. Regular physical exercise is the antidote to shake off these feelings, and will allow you to embrace the excitement and change that Mars endows your spirit with.\n\nThe abrupt and impulsive energy of Mars provides you with an attitude of ‘anything is possible’ and the guts to give life a go, no matter what crosses your path. There is no looking back; the only journey to take is forward and with confidence! "
    },
    {
      "title": "Famous Aries",
      "content": "Sarah Jessica Parker, Leonardo de Vinci, Alec Baldwin, Mariah Carey, Russell Crowe, Celine Dion, Robert Downey Jr., Lady Gaga, Jennifer Garner, Kate Hudson, Elton John, Steven Tyler, Reese Witherspoon, Keira Knightley, Victoria Beckham"
    }
  ]
}