{
  "card": [
    {
      "title": "Cancer 101",
      "content": "Element: Water\n\nPlanetary ruler: Moon\n\nSymbol: The Crab\n\nZodiac quality: Cardinal – act on feelings\n\nColors: Silver, blue.\n\nJewels: Smokey Quartz to trust in life’s journey. Pearl for June-born Cancer, Ruby for July-born Cancer.\n\nCompatibility: Scorpio, Pisces, Virgo.\n\nBest friends: Taurus, for home and luxury. Capricorn for stability.\n\nStrengths: Nurturer, intuitive, open heatedness, financial prowess\n\nChallenges: To control moods, to forgive and forget\nLife purpose: To enjoy the journey and not let daily pettiness take hold.\n\nYour inner demon: You need to have emotional and material security."
    },
    {
      "title": "The character of a Cancer",
      "content": "Ruled by the sensitive energy of the Moon, you are known to be a nurturing person who has innate counseling qualities. Cancer star sign people are compassionate and caring individuals. You try to be pleasing, like to encourage others to do their best, but you won’t go the extra mile if it is detrimental to yourself, or if someone is not grateful for your time, effort and consideration.\n\nAs a kindhearted person, you excel in making others feel comfortable. You have a comforting personality, which makes you popular with friends. However, being intuitive and as a sensitive person, you are careful not to let just anyone into your inner circle, only those who respect and care for you get a pass to enter your life.\n\nYour family means the world to you and those close to you know that your inner family circle has a special place in your heart and always will. Decorating your home is a passion of yours, as is cooking and making your home a beautiful and comfortable place for you and your family to entertain or just hang out in. You are a homemaker at heart, but also strive to have a satisfying career, which can return you a good income."
    },
    {
      "title": "Business and Careers for Cancer",
      "content": "As a Cancer, money is important. Your two greatest needs in life are emotional and financial security. Responsibility comes easily for you, and you are always on the lookout for opportunities to keep your bank account boosted with adequate cash flow. You are clever with money and generally make good financial decisions as you have a sixth sense when it comes to financial decisions and investments. You have a knack of selling and buying just at the right time. This level of knowingness plays a big part in your decision making process.\n\nAs someone who is able to work in varied fields, it’s the people you work with that are more important. However, as a natural moneymaker you do well in financial areas as bank executives or bond traders. You also thrive in nurturing professions such as social work, counseling, nursing, psychotherapy and make excellent chefs and homemakers. It is advisable to avoid any place that doesn’t recognize your hard work and dedication, and organizations that have no scope for advancement or remuneration increase. You are dedicated with a strong work ethic and have a need to choose professions that pay well.\n\nYour greatest fear is that you can loose everything, which leads to a belief that enough is never enough. You have a great need for security, and this teaches you know how to provide for yourself as well as save for the future so you have a safety net. As you rarely gamble, you diligently watch over your investments. Even if someone else helps you on a professional level, you will still be responsible to make sure everything is looked after in the correct manner.\n\nAs a Cancer boss you have a clear idea about what you want and expect people to abide with your requests. Timing is everything and there is no point asking you for a promotion when you have other things on your mind. Co-workers need to get in tune with your mood swings, and learn when to hold back and when to be proactive."
    },
    {
      "title": "Cancers in Love",
      "content": "As a Cancer, you have a great capacity to love. You will give openly and generously, but you also need the same level of love returned. If love is not returned at the same rate it is given you can let your dissatisfaction known in many little ways, not necessarily in direct ways but your partner will definitely get the picture and know something is not right.\n\nSomeone who is in touch with his or her own sensuality can win your heart. A healthy bank account is a plus and constant affection will also get your attention. You can’t handle a complicated sex life, and need a monogamous relationship when it comes to love. However, your emotional hunger can become draining on your partner if you do not have enough going on in other areas of your life.\n\nYou like to be pampered with everything your heart desires, and have your own idea of a fairy tale love story filled with sensual acts that show someone has taken the time and effort to think through how to impress you. Flowers, champagne, chocolate and strawberries with a scene set with scented candles and soft music to arouse your senses are all on the love list.\n\nLove needs to be intimate in a way that only two people can share themselves, not just on a physical base, but with real intimacy by sharing your inner thoughts, feelings, fears and aspirations. As a Cancer, you are a feeling creature and if love is right you need to feel it on a soul level."
    },
    {
      "title": "The other side of Cancer",
      "content": "When something is over, a relationship or situation, you can put up a barrier and shut others out so fast that they don’t even realize what’s happening. When you are done, that’s it, there’s no room for discussion, and you pull down the shutter, the iron curtain, move on and don’t look back – when it’s over, it’s over.\n\nYou can be overly sensitive to criticism, no matter how well meaning it is. You can be complimentary, but just when someone feels they are in a secure position, without warning, you can reprimand them beyond belief. You won’t allow yourself to be taken advantage of and you will do what it takes to keep the scales balanced."
    },
    {
      "title": "The Truth about Cancer",
      "content": "Cancer will provide a safe and warm home environment that is comfortable as well as stylish. You are givers, but there is always a price, you won’t give endlessly without any reward or recognition in return. Cancer loves to be spoiled and to be shown they are special. To stay clos to Cancer and build a solid relationship, stay in touch regularly, compliment their home and sense of style, and put time aside to listen to their victories and woes. To get your Cancer love-mate’s attention, send flowers three days straight with a different card each day to tell them how you feel. This message won’t be forgotten in a hurry!"
    },
    {
      "title": "Understanding Your Planet",
      "content": "Born under the influence of the Moon, you have an ethereal essence that is difficult not to notice, an alluring quality of charm to your personality as well as a solid substance. \n\nThe energy influence of the Moon is sensitive, making you at times thin-skinned and over-reactive to people’s actions or comments, but also very grounded. You are like fragile steel, and have the ability to get hurt, but to also protect yourself by walking away from people and situations, and right or wrong, you will in the end do what feels right for you. Even though you are smart, strategic and sometimes calculating, most of your decisions are based on how you feel, and because of the changeability of the Moon, this can alter on a daily or even hourly base.\n\nYou can make decisions that no one else understands but you will do it because it feels right, and in your world, that is all that matters. You have learnt through life’s experiences to take note of and follow your intuition, and not to do so, can cause sleepless nights. \n\nThere is no need to make excuses for who you are, however, those close to you need to make allowances, be tolerant and forgiving of your sometimes moodiness. On the flip side, the emotional qualities of the Moon, make you someone who has no end to your level of caring and will go to the end of the earth to care, nurture and love those who are worthy of your heart."
    },
    {
      "title": "Famous Cancers",
      "content": "Giorgio Armani, Meryl Streep, Kristen Bell, John Cusack, Princess Diana, Tom Hanks, The Dalai Lama, Jessica Simpson, Prince William Sofia Vergara, Nelson Mandela, Tom Cruise, Selena Gomez, Jaden Smith. "
    }
  ]
}