{
  "card": [
    {
      "title": "Capricorn 101",
      "content": "Element: Earth\n\nPlanetary ruler: Saturn\n\nSymbol: The Goat\n\nZodiac quality: Cardinal – take control\n\nColors: Greens, gold and black for power\n\nJewels: Tiger eye, and Black Obsidian, overcome pessimism and negativity. Blue Topaz for December born Capricorns. Garnet for January-born Capricorns.\n\nCompatibility: Taurus, Virgo, Capricorn.\n\nBest friends: Aries can get you out of the doldrums. Cancer, business and home values click. Scorpio, admire their tenacity.\n\nStrengths: Loyal, consistent, reliable, discipline, organized\n\nChallenges: Difficulty in leaving the past behind. Too serious. Adopting a balanced lifestyle.\n\nLife purpose: To make a difference in the world through your career.\n\nYour inner demon: While you chase your goals you miss out on life."
    },
    {
      "title": "The character of a Capricorn",
      "content": "Hard working and highly motivated, you excel in anything you put your mind to, Capricorn. You pride yourself on being successful, ambitious and disciplined, and these traits make you a tremendous teacher and role model. Anyone who needs help constructing their goals in life, both long and short term, you are the go-go person.\n\nYou are fiercely loyal to those you love and in return you make lifelong friendships. However, you don’t readily take to anyone wanting to change or manipulate you, and need to know you are loved just the way you are without any stipulations. If you feel the need to make changes in your behavior or lifestyle you are well capable of doing so without the bullying tactics of someone else.\n\nBeing ruled by Saturn, the business planet of the solar system, you’re a highly driven and a very determined person and your ruling planet’s energy will continually test you to be and do your best. You can put your talents to any vocation, but you operate best when you are in control.\n\nAt a heart level, you long to be in a relationship that provides you with a family type of belonging. However, it needs to be with someone who understands that your priorities are often first at work as you steadily climb the ladder of success. You are an organized and down-to-earth practical person who can set almost unfathomable expectations for yourself and magically live up to them."
    },
    {
      "title": "Business and Careers for Capricorn",
      "content": "Capricorns are driven, and once you set your mind on achieving something, others need to just stand back and stay out of your way. If people can’t keep up with you, they may as well move aside. It is a guarantee that there will be many long, hard hours of work you will put in to achieve your goal and to gain the financial security you need, but you don’t mind the effort. As a Capricorn, you are a practical no nonsense workaholic!\n\nYou are not opposed to working in a team environment as you realize most accomplishments are achieved through having a system, but as you generally take on a high percentage of responsibility you achieve more if left to your own resources, as it allows you to keep the balance of control. Your talents are varied and you can work in any environment, which requires strong organization and managerial skills. You work well in productive companies with people who are inspired to see solutions not problems. You like to run a tight ship, and career and business is the single most important thing in your life.\n\nAs you steadily climb your way up to the top, if you fall, you get up, brush yourself off and just keep on going. Your top priority in life is to achieve greatness in business and acquire a healthy bank balance. Money in the bank provides security, and making a difference in the world through your work provides a sense of purpose. You keep a close eye on investments, not wanting to lose or hand control to anyone else. It’s all about value for money; no price is too high if it has the value.\n\nYou have high standards and you like to live the high life, nothing but the best! However, you are not opposed to living on a budget either, or getting a bargain where you can, but only if it is value for quality. After all, everything is negotiable!"
    },
    {
      "title": "Capricorn in Love",
      "content": "A deep bond of love, commitment, loyalty and trust is needed in order for Capricorn to have a fulfilling relationship and you need someone who will love you for who you truly are, even the not so perfect parts. Being deeply in love is a must and when you combine your logic and instinct and tune into your heart, and not so much your mind, you have the natural ability to realize when you’ve found the right one. \n\nCompatibility and chemistry are both important to you. Chemistry is the spark that connects you and compatibility is the glue that keeps you together. Once this is achieved, you want to ensure your partner can provide security, prestige and a touch of tradition. You may be practical, but enjoy the extravagance and romance of being wined and dined, just as long as it isn’t at the trendiest spot, but instead at the most established, reputable location around town, known for their good reviews. \n\nIn the bedroom, once you feel safe to show someone all your assets, Capricorn, without notice, you can shift from playing a traditional prudish role to porn queen of the month. What happens behind closed doors is private business and you are not one to kiss and tell.\n\nAs long as your love partner doesn’t try and control, fix, mold and basically change the fabulous person you are, you will stay with them forever. Capricorn longs for a sense of belonging and will not easily leave a relationship. You are smart and realize that all relationships need work, fine-tuning, and some compromise. You are prepared to put in the work to iron out the wrinkles and gain the benefit of building a closer and even more loving relationship with their chosen mate. "
    },
    {
      "title": "The other side of Capricorn",
      "content": "When you focus too heavily on work you can lead a dull existence as well as neglect those you love in your personal relationships. And being a perfectionist, you can struggle with never feeling satisfied. You also have a tendency to believe that your way is always the best, which doesn’t sit easy with others, but it is more than likely true.\n\nYou can become overly serious and spend all of your time at work, thinking about work, and planning work. Worrying unnecessarily can become dreadfully boring. You also need to watch a tendency to succumb to the Capricorn blues, where you can drop into a weighed down depressive state, but somehow you always manage to pull yourself up again."
    },
    {
      "title": "The Truth about Capricorn",
      "content": "Capricorn textbooks will talk about the goat that likes to pasture in the paddocks below and the mountain goat who strives to reach the peaks of the highest mountain. It doesn’t matter what your Capricorn aspirations are, your goal is to be a high achiever in business and be paid well for what you do. As a Capricorn you want to make a difference in the world primarily through your work and it doesn’t matter what level you operate on – it is all a matter of prospective, and your contribution is great, whatever you choose to do."
    },
    {
      "title": "Understanding Your Planet",
      "content": "Ruled by hard taskmaster planet Saturn, you are born into this life with a strong sense of responsibility. You take everything you do with seriousness, and sometimes you are too earnest, which can rob you of the lightheadedness of life itself as you have the ability to work hard, harder than most to achieve your goals. \n\nSaturn’s influence allows you to endure hardships that most other signs would crumble under, and mostly you can just take it in your stride. However, you can switch back and forth from intense work periods to interludes where you chill out and pull the shutters down to close off from the world. \n\nYou have two speeds, fast and stop. The times when you chill, are needed to keep your sanity intact and to recharge your batteries, not only on a physical level but to gain balance with your mind, body and spirit. It also provides you with thinking and reflection time, which can help you make sense of complex issues and creative pursuits. The Capricorn sometimes brooding nature also comes from Saturn and you can dive deep into despair, and in these quite times, you can come to terms with your life and what you need to do to make changes. \n\nSaturn makes everything real, and although the Saturn energy can be challenging, it can also provide a solid opening to move out of your past and into the future. Saturn is about structure and provides the building blocks to move forward, and with a realization that to gain something new you must let something old go. It is the letting go that is not always easy for Capricorn but a necessary task to stay in tune with the cycle of evolution. It’s what allows you to steadily make your way to the top, where the view is always better!"
    },
    {
      "title": "Famous Capricorns",
      "content": "LL Cool J, Kate Bosworth, Bradley Cooper, Cuba Gooding Jr., Kate Middleton, Chris Rock, Christy Turlington, Ryan Seacrest, Tiger Woods, Betty White, Diane Sawyer, Denzel Washington, Kate Moss, Jennifer Angel."
    }
  ]
}