{
  "card": [
    {
      "title": "Leo 101",
      "content": "Element: Fire\n\nPlanetary ruler: The Sun\n\nSymbol: Lion\n\nZodiac quality: Fixed – definite Ideas\n\nColors: Gold and Bling\n\nJewels: Chrysoberyl to strive for excellence. Ruby for July-born Leos. Peridot for August-born Leos.\n\nCompatibility: Sagittarius, Aries, Libra\n\nBest friends: Leo, they have each other’s back. Aquarian, a genuine interest in each other. Libra to socialize.\n\nStrengths: A leader and team player. A love of life. Protective of family.\n\nChallenges: Arrogance. To allow others to participate and to value their opinions.\n\nLife purpose: To work and play hard to achieve and live your dreams.\n\nYour inner demon: To fail and not provide you and your family the life they deserve."
    },
    {
      "title": "The character of a Leo",
      "content": "Having the Sun on your side gives you an abundance of confidence and a healthy ego to handle anything or anyone that crosses your path. And with the powerful energy of the Sun on your side, you can’t help but feel that the world revolves around you! As you exude enthusiasm and are one of the most generous signs of the zodiac, you easily attract people, situations and opportunities to you.\n\nYou are stylish in all areas of your life; home, work, cars, material possessions and the people you mix with. As someone who dresses to impress, others are attracted to your natural good looks. Your confidence can hypnotize an entire room, which works for you since you are at ease when the spotlight shines your way.\n\nLeo has a lot to offer the world, and you need to be with people who recognize and praise your talents. Your business life takes on a high level of importance in your life and you are a great negotiator and sales person. You are perfectly placed in a job where you can charm people, keep customers happy and lead them to victory.\n\nYou are also a very social person and a natural leader who enjoys collaborating with people on both a professional and personal level, and will often combine these areas of your life. You have a great capacity to inspire and instill confidence in others, and for this reason alone, many love you."
    },
    {
      "title": "Business and Careers for Leo",
      "content": "As a Leo, you need to work in a position where you can influence people, you are better as a leader than a follower, and are great at politics or negotiating. As a boss you have a vision and know what journey to take to arrive at your destination. You are a natural at giving orders and excellent at delegating.\n\nLeos love to be in the spotlight and love to also be the bearer of generosity. Combine these two traits with your love of pure luxury, and naturally, you desire and know how to attract money. With your love of luxury, money is crucial for a Leo, and you love to show the world that you can afford to live the highlife. Your love of money comes as a means to provide the lifestyle you see fit for yourself, your family and those you love. However, there’s a need to be careful of whom you deal with, because unlike yourself, not everyone has a high level of integrity.\n\nAs a Leo, you enjoy careers that afford status and hold a special title; acting, directing, and self-employed trades are all suitable professions. You excel in leadership, promotion and sales. Leos are proud and you take pride in anything you do. And even if a job can take a little longer to achieve a level of excellence, the result will be worthwhile. Finding yourself in a position where you receive no gratitude for a job well done can rob you of self-confidence. Above all, Leo, you strive to be recognized and appreciated; it’s what makes it all worthwhile.\n\nWhether you work for yourself or for someone else, you do your best at all times. You are a very capable and impressive ambassador for a cause you feel strongly about, and as you are an action-oriented person you don’t mind taking control."
    },
    {
      "title": "Leos in Love",
      "content": "For a partner to be on your regal arm, they need to ooze charm, be seductive, look like a glamorous star, and be forever supportive of whatever you choose to do. Naturally, you want to be perceived as the most stunning couple in the room and envied by many.\n\nYou are attracted to someone who has power and presence, but you still want to make the decisions. You can be bossy and take charge by making all the decisions, but in your mind, you make endless sacrifices for the one you love and need a partner who appreciates your love, dedication and all that you do for them.\n\nAs you are the best, you book nothing but the best for you and your honey. A perfect date out can commence in a flashy but luxurious car, a booking at the restaurant that currently has all the top reviews, then on to drinks at a new hot-spot, which is hard to get into but you know the manager or the owner, so you walk right in. When you arrive at your destination, a handful of your closest friends will be there to help celebrate whatever occasion it is to make the event even more memorable. To finish off the evening, you share champagne at a secluded lookout to watch the stars and ponder the magnificence of life. Nothing is too grand for a Leo, and especially for the one you love.\n\nIf you are dating a Leo, then keep in mind all this lavish attention does come at a price. They are the leader, they are in control, and they are ruled by the Sun! And even though you need to be fabulous enough to be with a Leo, remember, the world does revolve around them."
    },
    {
      "title": "The other side of Leo",
      "content": "You can be overbearing, pushy, bossy and take over even if it isn’t your area of responsibility. You expect people to worship you, and if they don’t, you can drop them like a bad habit. You can have the tendency to cut others down and take undue credit for things. \n\nYou love to work with a team of people, but only if the spotlight can shine on you, and hate to stand in the wings watching others do something you know you can do better."
    },
    {
      "title": "The Truth about Leo",
      "content": "There is something very regal about a Leo, and they shine like a bright light wherever they go, and can demand attention by just walking into a room. Whether on the professional or personal scene, your perfect partners, Leo, need to possess a special formula of being independent enough to have a mind and opinion of their own, but allow you to be the one in control and step up and take charge. Even if a final decision has been a journey of joint discussion and teamwork, it will be Leo that assumes the role of leader."
    },
    {
      "title": "Understanding Your Planet",
      "content": "Your ruling planet, or in this case luminary, the Sun, our most powerful energy source, gives you an excellent sense of yourself, and the confidence to forge ahead and be who you dream of becoming.\n\nWith your persistence and natural optimism, you are born to lead; however, you are also an outstanding team player. There is a natural grid of hierarchy that exists in all situations and areas of life. Being born under the influence of the Sun, if you have the will and the determination, whether it be at home or at the office, you will automatically rise to the top and take your natural place in life, to guide, govern and lead.\nYou know who you are and you radiate confidence and certainty to those you come in contact with and set an example for others to follow. However, with this strong sense of self, you do need to be careful of your over exuberant personality jumping in and taking charge of matters that are of no concern of yours. You have been known to step on toes, and assume you can take over. \n\nYour assertiveness can give you a slightly arrogant, know-it-all, bossy edge, of which you have most likely found out, does not fit well with everyone. At the end of the day, Leo, you need to realize you can’t be all things to all people and relax in the knowledge that you have an abundance of superior energy to give to those who chose to walk along side you."
    },
    {
      "title": "Famous Leos",
      "content": "Mila Kunis, Ben Affleck, Madonna, Kate Beckinsale, Halle Berry, Sandra Bullock, Whitney Houston, Joe Jonas, Jennifer Lopez, Charlize Theron, Bill Clinton, Barak Obama. "
    }
  ]
}