{
  "card": [
    {
      "title": "Libra 101",
      "content": "Element: Air\n\nPlanetary ruler: Venus\n\nSymbol: The Scales\n\nZodiac quality: Cardinal – Hands On\n\nColors: Blue and Turquoise\n\nJewels: Diamonds to open your heart to love. Sapphire for September-born Libra. Opal for October-born Libra.\n\nCompatibility: Aquarius, Gemini, Libra\n\nStrengths: Social and cultural charm, diplomacy, always ready to help.\n\nChallenges: Avoid decisions, not take responsibility. Subtle control by being overly helpful\n\nLife purpose: To love and be loved.\n\nYour inner demon: Inaction through a fear of making the wrong choices in life."
    },
    {
      "title": "The character of a Libra",
      "content": "Planet Venus, the love goddess of the solar system, bestows you with an affectionate and naturally diplomatic personality. Who can resist that charming smile of yours, Libra? You are the charmers of the universe; you love to please everyone and are known as the ‘peacemaker’.\n\nYou long for a harmonious existence and any form of agitation around you can have an unbalancing affect on your wellbeing. You adore being fussed over and feel incredibly blessed in life when others go out of their way for you.\n\nFinding someone to share your life with is your deepest desire, but you tend to become emotionally dependent, which can have an adverse effect on the result you wish to achieve when connecting with others.\n\nYou bring a sense of beauty to everything you do in life and your love of pleasing others also transfers to the bedroom where your sensuality shines. At the work place, you make great customer service people as you can diffuse a sensitive situation in a minute. You are also skilled at mediation and are extremely diplomatic at all times."
    },
    {
      "title": "Business and Careers for Libra",
      "content": "You really shine when you work in a team environment. As a boss, if there are too many options to consider it can be difficult for you to make firm decisions. You are a genuine nice person, and being in the position of making the difficult decisions can be an excruciating process.\n\nHaving Venus as your ruling planet automatically says you must have beautiful possessions around you at all times. Depending on how ‘beautiful’, depends on how much money you have to cater to this obsession. How much money Mr. or Ms. Libra can make can be directly related to your self-worth. The better you feel about yourself, the more money you make. And because of your affinity for beauty your financial portfolio can also include fine art, which will usually be on display to be admired. \n\nYour eye for design is second to none and can lead you into fashion, art dealership, or graphics. You also enjoy any work that involves communication where presentation is important. As someone who strives for win-win outcomes for all concerned, you are a good person to have on any team.\n\nA career that allows you to take your time to get things done right and also build a strong network of contacts, the people you personally choose to work with, is ideal for you. Libras work best when in a calm and purposeful ambiance."
    },
    {
      "title": "Libra in Love",
      "content": "To be your perfect partner, Libra, your love-mate needs to be sensitive and tactful. Your ability to go with the flow to keep the harmony in your relationship is crucial. As a Libra star sign, you need a naturally comfortable association with your love partner, and someone who wants to spend considerable time together as a couple, not just a passing love-acquaintance that connects momentarily via phone or text. It’s the tactile type of togetherness that provides you with a feeling of belonging.\n\nFor your ideal love-vacation, if you have unlimited funds, then hop on a plane and jet set your way to Paris, one of the most romantic cities of the world. If your budget doesn’t stretch that far, then the next best thing is to book a hotel and order room service, then put the do-not-disturb sign on the door. If you’re not yet intimate with each other, make a reservation at your favorite restaurant, and because you are likely to be best friends with the hostess you can snag the best table.\n\nLibrans can be sensual, shy and coy all at the same time and when you exude your natural charm; others can fall in love with you in an instant. You love to be in love and your deepest desire is to fall in love forever, and your deepest fear is not to fall in love or to miss out on meeting your one true love and be stuck in a relationship that is less than perfect. The one thing you do not want to do with love, Libra, is to settle.\n\nMusic, romance and beauty are all-important factors in your life as well as your love life. And the place where you first meet the love of your life will always have a special meaning and significance."
    },
    {
      "title": "The other side of Libra",
      "content": "You can flip-flop changing your mind, or take what seems like an eternity to come to a conclusion. And you can be fickle and drive people crazy with your procrastination with the process of continually weighing up the pros can cons. An environment where people discuss gossip or a negative atmosphere in general can diminish the very equilibrium that you need to feel comfortable in your own skin.\n\nYour obliging attitude and desire to offer suggestions can be seen as helpful, but you can try too hard to get people to see your point of view, of what you feel would be best for them, Libra. And this is really a subtle form of control – not that you would ever admit to being controlling."
    },
    {
      "title": "The Truth about Libra",
      "content": "Nothing will impress you more, Libra, than when someone simply allows you to be who you are. You try so hard to do the right thing by everyone, and can’t understand why people, especially your love-mate, can’t overlook a few insecurities. After all, Rome was not built in a day. To quote the title of Billy Joel’s song.. you long to hear the words.. ‘I love you just the way you are’."
    },
    {
      "title": "Understanding Your Planet",
      "content": "Venus, the planet of love, money and possessions is your ruler. Venus is the ruler of two signs, Taurus and Libra and in your case, Libra, Venus occupies the seventh solar House, which governs relationships. \n\nYou are a lover in all areas of your life, and strive to have harmonious relationships. You look to make a substantial contribution in life and to be helpful to other people, working in a unit rather than solo.\n\nVenus represents all things of beauty and gives you a natural flair for beauty, art and culture. However, let’s not forget that Venus also has another side to her, she can be jealous and possessive and when things don’t go her way, her beautiful and sensual qualities can turn to those of spiteful revenge. This is her way of evening the scales and you can feel quite justified in any actions you take to make sure justice is done. \nAs a Libra, your sign has a masculine energy, and Goddess Venus has feminine energy. The combinations of these energies have a strong influence on you, any wonder your hesitancy to make decisions, but they do also give you resilience, a buoyancy of spirit that can even surprise you, Libra. Just when you feel you are confused with the choices life has to offer, you can uncover a strong willpower you never knew you had."
    },
    {
      "title": "Famous Libra",
      "content": "Kim Kardashian, Deepak Chopra, Michael Douglas, John Lennon, Hugh Jackman, Gwyneth Paltrow, Ralph Lauren, Will Smith, Catherine Zeta-Jones, Kate Winslet, Judge Judy Scheindlin, Sharon Osborne."
    }
  ]
}