{
  "card": [
    {
      "title": "Pisces 101",
      "content": "Element: Water\n\nPlanetary ruler: Neptune\n\nSymbol: The Fish\n\nZodiac quality: Mutable – receptive and insightful.\nColors: Greens and beep blues\n\nJewels: Turquoise, revitalize and balance energy. Amethyst for February-born Pisces. Aquamarine for March-born Pisces\n\nCompatibility: Cancer, Scorpio, Pisces\n\nBest friends: Capricorn, you can learn a lot from each other. Sagittarius, a spiritual connection. Libra, a caring combination.\n\nStrengths: Heightened intuitive senses. Sensitive to other people’s moods.\n\nChallenges: To avoid a tendency to overanalyze. To trust your instincts. Stay grounded and see the reality of life\n\nLife purpose: To realize spiritual growth through connecting with people. To be in love forever, and to follow your dreams, never letting them die or be squashed by anyone\n\nYour inner demon: To embrace your sensitive nature but not to be so oversensitive that life crushes your spirit"
    },
    {
      "title": "The character of a Pisces",
      "content": "As a Pisces, you are a mysterious and romantic person. Your love for film, theatre, music and even mythical creatures, gifts you with a wide variety of friends who enjoy your inspired and positive outlook on life.\nYour energy, governed by Neptune, is light, artistic, and intuitive, all of which makes you a highly perceptive and creative person. You have an idealistic view on life and believe the mind can achieve anything it can conceive. This belief gives you with a forever optimist outlook, and being the most sensitive sign of the zodiac. It is important to surround yourself with positive people who support rather than crush your dreams no matter how fanciful they are.\n\nYou have a naturally heightened level of intuitiveness; however you also like to analyze everything on a logical level. As a dual sign with the symbol of two fishes swimming in opposite directions, at times you can get too caught up in overanalyzing. Your winning formula is to combine your logic and instincts, and when you do this you can uncover the answers to life you seek.\n\nWhen it’s about love, you need a strong, compassionate and sensitive love connection with someone who innately understands who you are at a soul level; someone who encourages you to be the best you can be, without judgment. And at work, if you find a job where you can lose yourself in music and tap into your creativity you will feel like you have never worked a day.\n\nHaving a natural ability to read people from the first minute you meet them; in an instant you can take in their body language, voice tone and overall demeanor. You can just about read their minds and easily pick up on other people’s feelings. As a compassionate person, often with strong spiritual beliefs, you have good intentions in life and endeavor to be fair at all times."
    },
    {
      "title": "Business and Careers for Pisces",
      "content": "Pisces are visual people, natural artists who are drawn to creative jobs. You are also highly intuitive and can feel out a situation and people related to a job before anyone has said a word. You are well suited to any position in film, theatre, TV, radio, music, hairdressing, or photo-journalism, to name a few professions. Having a dreamy and charming personality you easily make friends and get along with people from all walks of life. When you are in a job you love you feel inspired in a positive way, which encourages you to take initiative.\n\nAs a Pisces, you do your best work when allowed to set your own schedule and work alone. You need time to think through your approach to a project and don’t do well with someone looking over your shoulder. You are a dedicated worker, but you also have a need for balance in your life. This means time for work, time for you, and time to be social. Too much of any one thing can throw you off balance.\n\nIf you are not careful you can be unrealistic about money, especially about how much you need to live in the manner you’d like. You can be extravagant with all the wrong things, resulting in wasting money on unnecessary items. However, if you stay focused on your goals, money can flow easily into your bank account. As a generous person you are first to open your heart and wallet for a good friend. You can have positive hunches about financial investments, which can prove profitable, but it is also advisable to rely on financial professionals to double-check your own instincts.\n\nYou are extremely analytical and can put the pieces together of a complex situation when all others fail to even understand the concept. Match this skill with your innate and uncanny intuition and you can be unstoppable when in a job you sincerely enjoy."
    },
    {
      "title": "Pisces in Love",
      "content": "Pisces love the mystery and fantasy of life. The concept of love and daydreaming about love is almost as good as the actual thing. Ruled by planet Neptune, you are an incurable romantic who is eager to please your sweetheart. You feel best, when you know your partner loves you no matter what. To criticize or judge you can squash your beautiful but delicate spirit and along with it your inspiration and aspiration for life.\n\nYou love deeply and when love goes wrong your heart can fracture into many little pieces. For this reason, you do not easily make a commitment to someone, you need to get to know him or her, really know them, before you trust them with your heart, and this can take some time. Your biggest fear with love is to make a mistake and choose the wrong person. You know in your heart there is one special soul mate just for you who is out there somewhere. And you want to know the person you choose to be with is that one special person who completes you.\n\nWhen you are with your perfect partner you can get lost in the souls of each other’s eyes, becoming one, where everything around you fades into the background. You have the ability to be truly present with someone and this quality alone makes you an amazing lover. \n\nYou can be secretive, and although you generally don’t lie you can omit a few details here and there. This is not meant to be harmful, as this trait does not come from a malicious point, quite the opposite. In most cases, you chose not to tell the truth if you feel it would be hurtful, and partly because you want to avoid an unpleasant scene. You need someone in your life that is attuned to your sensitive nature, and will protect your delicate soul. An attentive and compassionate person, someone who wouldn’t dare miss a birthday or anniversary – that person will make your heart smile!"
    },
    {
      "title": "The other side of Pisces",
      "content": "Your tendency to spend a majority of time lost in your head can make solidifying plans with you somewhat difficult. And if you don’t have direction, as a Pisces, you can get lost in your own thoughts and end up going off on distracting tangents.\n\nAs an overly sensitive person, it is easy for others to offend or hurt your feelings, and without them even really trying to. When the going gets too tough, you can find an escape route, which can include mind-alternating substances that simply help you cope by taking the edge off reality. "
    },
    {
      "title": "The Truth about Pisces",
      "content": "Connecting with Pisces can largely be about timing. You are sensitive and thoughtful beings, and even though you like to analysis everything, sometimes too much, you live by their feelings. To build closeness in a relationship, you need someone who can tune into your moods and feelings. When you need space, you won’t communicate it verbally, but instead you often withdraw into your own world of visions and wonderment, and this is not the time for someone to demand your attention. In fact, it is never a good time to demand anything from a Pisces. As a sensitive creature, you prefer soft edges, not harsh interactions. To try and force you to do anything is a good way to push you away!"
    },
    {
      "title": "Understanding Your Planet",
      "content": "With your ruling planet Neptune, named after the God of the sea, your star sign takes on all the mysterious and sensitive qualities of the sea. Your moods can also represent the changeability of the sea.\nNeptune rules mystery and along with it anything magical and imaginative. As a Pisces, these states of mind are natural to you, and give you access to amazing concepts, a sense of something that is confusing and brilliant all at the same time. It’s an ethereal energy that few can grasp and manifest into something tangible.\n\nThe energy of Neptune can be illusive and fanciful. It’s fluid relationship to water, has no structure, which can make it difficult to anchor ideas into the reality of life. However, sometimes the illusion is enough, and who is to say it is not real. Being attuned to the Neptune energy can also attune you to the universe with a sense of the greatness and vastness of the universe and all the possibilities it represents.\n\nWith the Neptune planetary influence you can spend a great deal of time in your mind, pondering the potentiality of life itself, with a knowingness that there is so much more than the reality that everyday life suggests."
    },
    {
      "title": "Famous Pisces",
      "content": "Jessica Biel, Queen Latifah, Justin Beiber, Eva Longoria, Drew Barrymore, Dana Delaney, Albert Einstein, Jennifer Love Hewitt, Eva Mendes, Rihanna, Jon Bon Jovi, Elizabeth Taylor, Ivana Trump, Chelsea Clinton, Bruce Willis, Vanessa Williams, Carrie Underwood."
    }
  ]
}