{
  "card": [
    {
      "title": "Sagittarius 101",
      "content": "Element: Fire\n\nPlanetary ruler: Jupiter\n\nSymbol: The Archer\n\nZodiac quality: Mutable – life is too short\n\nColors: Light blues, yellows\n\nJewels: Turquoise and diamonds. Golden topaz for inspiration. Citrine for November born Sagittarians, blue topaz for December born.\n\nCompatibility: Aries, Leo, Gemini, Sagittarius\n\nBest friends: Aquarians for their curiosity and Libra for comfortableness\n\nStrengths: Adventurous, knowledge-seeker, visionary, truthful, optimistic.\n\nChallenges: Brutally honest, overlooking details, unrealistic.\n\nLife purpose: To do what you love and make a difference.\n\nYour inner demon: To lose your independence can crush your spirit."
    },
    {
      "title": "The character of a Sagittarius",
      "content": "Born under the influence of Jupiter, the lucky star, Sagittarius tends to be fortunate in life, in one way or another. Amazing opportunities can fall right at your feet and the effort and labor required to create and fulfill these opportunities can happen almost effortlessly.\n\nYou are certainly the type of person who has the knack of being in the right place at the right time and are generally quick to recognize and capitalize on what can seem like a made-to-measure opportunity. Naturally, as a fire sign, you’re a risk taker and even when you intuitively know there are certain obstacles in life, you have faith that everything will work out, as it should.\n\nWith an open mind and optimistic outlook, you tend to see the best in every person you come into contact with, though that can, at times, be misleading. However, in everything you do, you have a passion, especially if you love what you do, and often this passion will inspire others to follow suit.\n\nYour top priority is to search for the greater meaning of life. You are known as a seeker of knowledge, but not of mundane or petty issues, more from a philosophical point of view. Having a futuristic vision you strive to achieve the big picture in life, the grand plan.\n\nYHonest to a fault, you can lose sleepless nights over secrets or the thought of keeping something important from others, especially someone you love. You have a high regard of integrity on all levels and prefer to be upfront and open with your personal and professional dealings. A strong sense of purpose in life, once you know what you true soul purpose is, you are single-minded in achieving your goals."
    },
    {
      "title": "Business and Careers for Sagittarius",
      "content": "Sagittarius are free thinkers; always going outside the box, you are true visionaries – though you need the space, time and freedom to arrive at you visions – especially if you are going to excel in your careers. As a natural multi-tasker, you are more likely to enjoy a career where you are doing several things at the same time. You tend to build towards the long-term future in your profession, rather than just aiming for results each day. And your greatest joy is being a creative and sharing your knowledge with others.\n\nIf you are a boss – you need good support staff around you who are not only excel at focusing on the details but also have a positive ‘can-do’ attitude, or they may as well stay home. Sagittarians like positive people around them in the office and at the work place. As a visionary, your focus is on the end result, so you need people who excel at detailed work and who have good organizational skills. You set the big picture plan in place, and then you need people who are good at putting the pieces together, people who complement your natural attributes.\n\nYou are attracted to jobs with physical activity or challenges that involve travel and learning. As natural philosophers, you’re always looking to find out the reasons behind things… such as making yourself familiar with established procedures or workflows, etc. There’s a spiritual side to Sagittarius, too, so don’t be surprised if you find yourself working in areas of self-development, religion or spirituality – or working with animals, or in the fitness industry. You don’t like being in an office every day – nor do you like working at someone else’s pace or under their control.\n\nThat natural-born philosophy you have can make it difficult for you to work in a job purely for the money. The trick to finding success in your career is to follow your heart, follow the job that inspires you, and usually you’ll find the money will follow. But go steady, you can be indulgent at times and succumb to impulsive spending, so make sure your bank account is topped up on a regular basis."
    },
    {
      "title": "Sagittarius in Love",
      "content": "You are a generous romantic! Touching, cuddling, warm hugs and passionate kisses are all signs of a Sagittarian lover. These physical, tactile expressions give you the emotional security in your relationships you need – a complete mind-body-soul-sex fusion with your partner.\n\nTo connect on all of levels is what gives you true satisfaction in a relationship, and with your value system being aligned at a level of substance, not just a frivolous flirtation, this is what you need to invite love into your life. However, you can also be the biggest flirt, but that is your playful side and what you often show others as a first impression, but underneath, you are looking for a relationship of substance.\n\nThere are, of course, challenging aspects about Sagittarians in love. You love your freedom and find it difficult to be tied down. You are open to a committed long-term relationship but you don’t want to have a ball and chain around your ankle, and if someone persists on doing this, you can become very restless.\n\nYou can sometimes forget there are two people in a relationship. This is also because of your freedom-loving soul, and a desire to live your own life and walk the path of your destiny without interference or consideration of others. Hence, why it is important for you to align with someone who has the same life values. You are independent, but ideally, you also need the sense of belonging a relationship that provides grounding and balance."
    },
    {
      "title": "The other side of Sagittarius",
      "content": "As someone who is continually looking towards the future, visualizing how things will turn out, you can overlook the details. Make sure you get support people around you to focus on the details; otherwise you can leave a trail of loose ends while achieving your dreams. And you need to be cautious of promising people things you won’t be able to follow through.\n\nYour high sense of integrity can lead you to be honest to a point of being hurtful, and need to watch a tendency to blurt things out that may be better left alone. In this case, the sense of honesty is usually more to alleviate you of carrying the burden of information, rather than to be kind to others by imparting the knowledge. But in the end, you will follow what you feel is right, and that’s all you can do. Sagittarian’s do have a temper, too, and when it flares you use words expertly to attack, to a level where people find it impossible to defend themselves and don’t stand a chance against you."
    },
    {
      "title": "The Truth about Sagittarius",
      "content": "Nothing makes you happier than having a partner to travel with to explore unique places, not just locally, but around the world. Seek someone who is intellectual, interested in different cultures, the world at large, the universe and spirituality, and you have a good basis of compatibility in a relationship. As a Sagittarian, you don’t go on vacation to relax, you want an adventure or an experience or to discover the mysteries of history."
    },
    {
      "title": "Understanding Your Planet",
      "content": "You are influenced by the planet Jupiter, so when you read about Jupiter in a forecast, take note – it’s about you! Jupiter is the planet of abundance and has expansive, qualities, which literally, mean you were born under a lucky star. Even when the chips are down, life can turn around at a critical time, and when you think all is lost, you just keep moving forward without missing a beat.\n\nYou are influenced by the planet Jupiter, so when you read about Jupiter in a forecast, take note – it’s about you! Jupiter is the planet of abundance and has expansive, qualities, which literally, mean you were born under a lucky star. Even when the chips are down, life can turn around at a critical time, and when you think all is lost, you just keep moving forward without missing a beat.\nAs result of Jupiter’s influence, you an eternal optimist, and even though this is ultimately looked upon as a beneficial trait, and it is, it can also tend to make you somewhat unrealistic at times.\n\nYou love what you do and usually find a way to do what you love – the perfection of life! You are very much a visionary and when you put your mind to it, you can attract just about anything in life you want."
    },
    {
      "title": "Famous Sagittarius",
      "content": "Steven Spielberg, Frank Sinatra, Jamie Foxx, Katie Holmes, Vanessa Hudgens, Scarlett Johanssen, John F. Kennedy Jr., Brad Pitt, Anna Nicole Smith, Britney Spears, Gianni Versace."
    }
  ]
}