{
  "card": [
    {
      "title": "Scorpio 101",
      "content": "Element: Water\n\nPlanetary ruler: Pluto\n\nSymbol: The Scorpion\n\nZodiac quality: Fixed – act with certainty\n\nColors: Intense Red with the contrast of crisp light colors.\n\nJewels: Malachite, emotional stability and good fortune. Opal for October-born Scorpios. Citrine for November-born Scorpios.\n\nCompatibility: Cancer, Pisces, Aries\n\nBest friends: Capricorn, they have goals and make life happen. Scorpio, you understand each other.\n\nStrengths: Feel with Intensity. Tenacious about life. Loyalty.\n\nChallenges: Quick to judge and can be intolerant of others.\n\nLife purpose: To find and live your truth and passion in life.\n\nYour inner demon: Your sense of loyalty is conflicted by your need for secrecy."
    },
    {
      "title": "The character of a Scorpio",
      "content": "With the energy of your ruling planet Pluto, you possess a powerful, unseen force that gives you a power and charisma that few can match or resist. You have a magnetic force that draws people to you like a magnet. And often you will find that others are in awe of you, and look to you as a role model.\n\nIt is not unusual for Scorpio to experience envy from competitors or even friends. You have an indestructible drive for life itself and a tenacious spirit that is capable of accomplishing anything you put your mind to achieving or possessing.\n\nWith business, you are a hard worker, but know how to be strategic and play the game to win; you understand the concept of striking when the time is right and are deliberate in your actions to play the waiting game to get what you want.\n\nIn your personal life, you are passionate with a smoldering sensuality and if you want something or someone you will not give up easily. As a Scorpio, you can size people up in a millisecond and know instinctively the type of person they are, and more to the point, if they will be worth the energy you put into them.\n\nYou have great insight and once you actually realize the immense power you have you can use it to your advantage. There is no one more powerful or irresistible than a self-aware Scorpio!"
    },
    {
      "title": "Business and Careers for Scorpio",
      "content": "Scorpio is a powerful sign in the zodiac; you are intense, tenacious and strategic! With Scorpio, it’s the quick and the dead. You know what you want to achieve and are strategic about getting the result. Not many people can go up against a Scorpio and win. You are smart, and can be conniving as well as totally charming – a lethal combination. As a member of this dynamic sign, you can do just about anything you set your mind to.\n\nAny career that makes you feel important as well as offers the chance to investigate and solve complex problems is a good fit for you. You enjoy solving mysteries, which makes you a great detective, psychiatrist, and scientist. Ideally, it is advisable to avoid anywhere that requires you to be organized at all times, as you like to work quickly and be answerable to nobody, and that includes operating your personal space as you see fit. You run your own race, and when you are in a position of power you can put your strong negotiation skills to good use. Wimps and wallflowers have no place on your team in the workplace; you like to work with strong, confident people who know who they are and have conviction with what they do.\n\nMoney is important for a Scorpio. It gives you prestige and independence. You can marry well or earn it yourself, but either way you need your own secure nest of money. To have cash at your disposal gives you a sense of security and power. You may not always follow the traditional means of saving, as you don’t feel a need to follow the well-worn path – you prefer to make your own rules. You can be secretive about everything, especially money, and may not even reveal all your financial details to your partner. You will only reveal what you want others to know and nothing more. \n\nIn business, as in your personal life, loyalty is important, and those who do not show unbreakable loyalty will not last long in your inner circle. Broken trust is a deal-breaker."
    },
    {
      "title": "Scorpio in Love",
      "content": "When it’s about love, you can get just about anyone you want, but when you get them you are not sure if you really want them and then you can feel trapped. Your emotional tie with someone can be so strong that you don’t know how to untangle yourself from a situation. You may try a lot of misfits while looking for your prince or princess, and you can actually be very satisfied by yourself with only you to please, but ultimately there is a yearning to be in a relationship with someone you can love, honor and trust, forever.\n\nA love connection for you needs to be intense, powerful and extremely passionate, nothing short of an intoxicating connection. Love is an expression in which you unleash all your hidden intensity, and pent-up passion. Your direct eye contact makes for an electric connection. You tend to become deeply attached to your partner and can support them on all levels gently controlling them to ensure they do their best, and in the meantime they fall even more deeply in love with you.\n\nYou want to live out your wildest fantasies and exhibit a no limits attitude in the bedroom. Anything weird and wonderful will indulge your desires as long your partner can keep up with your sense of romantic adventure. Like any good Scorpio you enjoy erotic abundance and sensual pleasure. You are a tactile person who likes to feel close to someone even if you’re not intimate.\n\nAs a Scorpio you love to be adored, and will not tolerate any sign of infidelity. If your partner shows you they are eternally loyal you will keep them close, forever."
    },
    {
      "title": "The other side of Scorpio",
      "content": "You are secretive, and can reveal information on a need-to-know only, which can cause mistrust by even those who are closest. But truth be known, you will keep other people’s secrets forever, unless of course, you need to use it against them, but only if someone has done you wrong.\n\nYou can also be vindictive and couple this with your secretive behavior and it can be a dangerous mix. This leaves others wondering if they can fully trust you, as the mystery that lurks just beneath your surface can be exciting but also unnerving.."
    },
    {
      "title": "The Truth about Scorpio",
      "content": "With energy to burn you can go from the boardroom to the bedroom, with a stop at the newest hip place from work to home, to chill and balance your energies. You can departmentalize your life and give each area your full attention, and can need a halfway point to get your thoughts together. Whether it’s at the gym, a drink after work or watching the news, you often segue from one area of life to another, and when you do this each person you interact with has your full attention."
    },
    {
      "title": "Understanding Your Planet",
      "content": "Born under the influence of power planet Pluto, the ruler of the underworld, the darker side of life, life is intense with passion and meaning. With Pluto’s influence, life is not always an easy walk in the park as it provides the triggers to face your challenges.\n\nWith Pluto’s influence, you are given the opportunity to face your fears and inner demons, and there can often be no escape or sidestepping them, forcing you to look at who you are and walk the inevitable path that leads to self-awareness and personal growth.\n\nPluto is known as the planet of transformation, however to transform something you need to allow it to break down and dismantle first, before healing and renewal can take place. The sheer energy force of Pluto makes you one of the most powerful signs of the zodiac, if not THE most powerful, and as such, you can use this energy in a positive or destructive way. Pluto energy can fall into the category of dictatorship, or you can take the high road and use it in a positive way and utilize your influence to inspire and encourage people to embrace their inner greatness.\n\nLife is full of supportive and challenging situations, the dark and light, and being born under planet Pluto, you are acutely aware of both. You are a realist and when you face your fears as well as your highest aspirations in life, and grasp the fact that you have the ability to do both, you can live a life of destined greatness. "
    },
    {
      "title": "Famous Scorpios",
      "content": "Leonardo DiCaprio, Bill Gates, Bo Derek, Goldie Hawn, Mathew McConaughey, Katy Perry, Goldie Hawn, David Schwimmer, Julia Roberts, Demi Moore."
    }
  ]
}