{
  "card": [
    {
      "title": "Taurus 101",
      "content": "Element: Earth\n\nPlanetary ruler: Venus\n\nSymbol: Bull\n\nZodiac quality: Fixed – strong-mindede\n\nColors: Earth Tone, crimson, burgundy\n\nJewels: Citrin for a beautiful life. Rose quartz and pink topaz for love. Diamonds for April born Taurus. Emeralds for May born Taurus\n\nCompatibility: Capricorn, Virgo, Libra, Taurus\n\nBest friends: Cancer – similar values in life\n\nStrengths: Commitment, perseverance, romantic, reliable\n\nChallenges: Inflexible, stubborn, possessive, indulgence\n\nLife purpose: To achieve the security and comfort of a luxurious home\n\nYour inner demon: To love yourself for who you are, not what you have."
    },
    {
      "title": "The character of an Taurus",
      "content": "Taurus star sign people are charming, romantic and dependable, and it’s these qualities that make you a trusted friend and lover. As a Taurus you love the finer things of life, and long to surround yourself in ultimate comfort. Your top priorities are to attract love and money.\n\nYou seek to gain material success so you have enough wealth to allow you to feel secure. A love of owing cars, houses, precious objects focus your attention on finances, saving and investing, and just as well as you area known to be indulgent. However, you can also put too much emphasis on material possessions causing you to judge your self-worth by what you have, rather than who you are. In business, when it concerns money, you are level headed, most of the time, and you show no sign of emotion. Real estate is a good investment for Taurus.\n\nYou’re only interested in the very best of everything and will settle for nothing less. You have the unique ability to make others feel at peace and enjoy the company of others of those who have similar superior tastes to your own. You wouldn’t be caught wearing anything fake; after all, your reputation is at stake.\n\nTaurus star signs don’t rush important life-changing decisions like marriage, a change of job or moving. But you will submit to change once you’ve checked the facts and are certain of your decision, although this can take some time. You need to sit with the idea of change for a while to feel comfortable and safe enough to step into the unknown.\n\nYou are sincere and totally loyal to your friends but if someone wrongs you, trust will be difficult to regain. As a solid person of your word, reliable and hard working, you expect the same from those who share your life."
    },
    {
      "title": "Business and Careers for Taurus",
      "content": "With planet Venus as your ruling planet, money and possessions have a strong influence on Taurus. You work to make money, the more money you can make, the better you feel as a solid stash of cash can make you feel more secure. And the more possessions you can gather around you, to own preferably, not rent, and beautiful and expensive acquisitions, all the better.\n\nYou have a sensible approach to work and can naturally apply rational thought and logic to any situation. Taurus enjoys careers with stability, in clean and organized environments where you make your own decisions in your own time. Typical jobs for a Taurus are associated with banking, food, flowers, interior design, and luxury goods. Accounting and real estate are also natural vocations. And above all, whatever you do, you must be well financially rewarded. You yearn to make bucket-loads of money, and often get involved in investments that have little risks.\n\nThe home you live in is also top priority, which needs to be beautiful and homey, not just an abode where you put your head at night. Hence, frequent shopping trips to home beautiful stores are a must, and the more high end and luxurious, the more desirable, all of which require a healthy bank account to support, or a wealthy and generous partner!\n\nAs a Taurus boss – you need everything in writing and laid out in detail, so there is no confusion. You appreciate co-workers who put in the hours and have a strong work ethic, people who complete their work when they say they will and don’t play games. In other words, people who are upfront and honest, not too much to ask, not for a Taurus."
    },
    {
      "title": "Taurus in Love",
      "content": "Taurus approaches a new partner with extreme caution; you take your time getting to know someone before falling in love. You are gentle, kind and totally trustworthy and in return you must have that same total trust in your partner, along with a closeness and togetherness that makes you feel safe.\n\nRuled by Venus, Taurus star sign people are extremely sensual and enjoy romantic moments and although you can be demanding in bed, you can leave your sexual partners breathless. Romance is part of your zodiac DNA, and a home-cooked meal together in a cozy candlelit setting with beautiful flowers, sipping champagne out of elegant flute glasses gazing into your partner’s eyes can be a regular occurrence. Sounds like the ultimate fantasy, and you should have the fairy tale, all of it.\n\nTaurus don’t usually rush into marriage, but once you’re sure your partner is the one-and-only, when the time is right, and with enough romantic dinners having taken place, you will discuss the subject. But make sure it is planned feast and in a romantic setting.\n\nTaurus is a gourmet at heart, a lover of food as well as sensuality; romantic till the day you die. Oh, and don’t forget, when it comes to the honeymoon, Mr. or Ms. Taurus will want it to be five star luxury, all the way – no scrimping, only the best! "
    },
    {
      "title": "The other side of Taurus",
      "content": "As a Taurus, you can be stubborn, inflexible, overindulgent, and all at the same time! When you dig your heels in, nothing will move you or change your mind. You can also be a little domineering, especially when you don’t get your own way. And as a lover of food, those close to you should be forewarned, if you don’t get food when you are hungry, and not just any food, good quality gourmet food, your mood can change, and in an instant.\n\nWhen it’s about love, when you have your partner, watch out everyone, you can be extremely possessive, particularly if someone else has eyes for your man or gal. Materialistic at heart, you can be seen to be a bit snobby about material possessions and your standing in society at times, but really, you are a person of substance, and someone who just loves beauty and the finer things that life has to offer."
    },
    {
      "title": "The Truth about Taurus",
      "content": "A romantic at heart, life should play out like a romance novel, or an old love movie, where you are courted and romanced with old school values. Flowers, dinners and theatre will get your heart racing. When someone says to you – “I am going to spoil you so much you will never want to leave” – chances are, you will never leave! Money in the bank and a beautiful home are also big draw cards, and you have a strong ambition to achieve them. And if you don’t have the desire to achieve them yourself, you are not beyond marrying well. Either way, as a Taurus, you will patiently and steadily work towards achieving your goals and dreams. "
    },
    {
      "title": "Understanding Your Planet",
      "content": "Venus is known as the planet of love and money! Taurus’ life is very much about love, and you enjoy all the beautiful romantic qualities of Venus – the qualities that make unforgettable memories. \n\nLet’s not forget that Venus has another side to her – she can also be possessive, jealous and stubborn – and even though it takes a lot of irritation to get you riled up, when someone does continually push your buttons, your Venus Goddess personality can turn from sensual to spiteful.\n\nThe monetary influence of planet Venus can be extremely advantageous. However, it is also tied into self-worth, and you can judge yourself by how much cash you have in the bank and your material possessions – including your home, fashion, travel and anything else money can buy.\nThe Venus energy loves being lavish and yearns to live in the lap of luxury. A love of shopping to acquire possessions can lead you to be extravagant and indulgent, but you do have a great deal of fun while doing it."
    },
    {
      "title": "Famous Taurus",
      "content": "Adele, Jessica Alba, James Brown, Andrew Agassi, Cate Blanchett, Pierce Brosnan, Cher, Kelly Clarkson, George Clooney, Penelope Cruz, Salvador Dali, Megan Fox, Janet Jackson, Bianca Jagger, Jack Nicholson, Tori Spelling, Stevie Wonder, Renee Zellweger, Barbra Streisand, David Beckham, Dwayne Johnson."
    }
  ]
}