{
  "card": [
    {
      "title": "Virgo 101",
      "content": "Element: Earth\n\nPlanetary ruler: Mercury\n\nSymbol: The Virgin\n\nZodiac quality: Mutable – open to change\n\nColors: Earthy colors\n\nJewels: Hyalite for success and mental clarity. Peridot for August born Virgos, Sapphire for September born Virgos.\n\nCompatibility: Taurus, Capricorn, Cancer.\n\nBest friends: Gemini, you both enjoy a good debate. Aquarius, connect on an intellectual level.\n\nStrengths: Creativity, detail-oriented, determination.\n\nChallenges: To not worry about ‘everything’. To live and let live.\n\nLife purpose: To provide a high level of work excellence. To get the facts right.\n\nYour inner demon: To accept others for who they are, without the desire to change them."
    },
    {
      "title": "The character of a Virgo",
      "content": "You are a perfectionist who ensures that every detail is correct and accurate. Whatever you work on has to be just right, otherwise it can drive you to a point of distraction, hence why you are often said to be critical, but in your case, to be critical is an asset.\n\nOn the personal side, you have an amazing heart, caring and considerate, you are known to help those who are less fortunate than you. You are first to reach out to see if you can assist in any way, knowing that it is often the small gestures in life that make the biggest impact.\n\nWith Mercury, the communication planet being your ruler, you are analytical and gifted with a great deal of common sense. You are practical, generally modest and very intelligent. It is not enough for you to simply know that something works; you need to know ‘how’ and ‘why’ it works.\n\nA setting that allows you to be creative, help other people, and provide a supportive role with a sense of stability is best suited to your talents in the work place. The Virgo star signs are practical and intelligent people who make good investigators. The research you do is impeccable and you make excellent behind-the-scenes organizers. You provide the glue that makes everything else work."
    },
    {
      "title": "Business and Careers for Virgo",
      "content": "Work is very important to a Virgo. You can solve the most complex of puzzles, and if you don’t know the answer to something you will soon find out. For you, near enough is not good enough – nothing less than perfect is acceptable! You take great pride in a job well done.\n\nWith a love of material things in life and also a love of spending, sometimes lavishly, you like to be well rewarded for your efforts. Virgos have been known to spend so extravagantly that your spending sprees can outweigh your saving sprees. For this reason, it’s a good idea if someone else has a joint hand in managing the weekly budget.\n\nYou shine in any career that allows you to give service, and handle complicated or difficult details. You are well suited to a profession that helps others. When you help other people achieve their goals, you also achieve your own goals. You do well in the hospitality industry, such as in restaurants and hotels, or hospitals and care giving industries. Any establishment that requires looking after the finer details for an organization, so they can excel in all levels, particularly from a service point of view, you are well-suited.\n\nAs a creative person, you offer unique concepts and solutions to overcome challenges. You can also be found working in production and media industries. As someone who can provide reassurance to others that the job is not only done well, but with precision, you make an excellent personal assistant. People can always rely on the work that is handed in by a Virgo – it will be accurate without question!"
    },
    {
      "title": "Virgo in Love",
      "content": "Trust and loyalty is a big factor in earning a Virgo’s affections. Mutual support and devotion is needed for a strong love bond to build and last. You are an incredible love mate who never forgets anniversaries, birthdays, or anything else important to your lover. You adore, honor, and cherish your special partner and only expect respect in return.\n\nOnce you connect with someone on an intellectual level, you then need the sex to also be amazing. Ruled by Mercury, you are blessed with being able to easily communicate and to be compatible intellectually with someone is very important. You are a deep thinker and need someone you can have an intellectual discussion with and who can enter a good debate without taking your opposite stance on a topic too personally.\n\nYou love to dine out but are equally happy having coffee in a bookstore where you can browse for hours until your heart’s content. As a Virgo, life and love is in the details and if someone makes the extra effort to create a date that includes the special things that you like, they will make a lasting impression. To win your heart, someone would be wise to send special gifts to your work place, as this is a place of importance to you where you are well respected by your peers.\n\nAs a Virgo, you take your commitments in life seriously and that also goes for love. Once you declare your love and give your heart, it is forever. You will not walk away from love lightly, you are there for the long-haul, and expect to work through a few wrinkles, not escape at the first sign of trouble in paradise. However, you do expect the same level of commitment from your partner, as well as from friends."
    },
    {
      "title": "The other side of Virgo",
      "content": "As a neat freak as well as a germ phobic, you can be irritating – not to mention that trait of being overly critical! You also have a difficult time admitting when you are wrong. Not everyone can be perfect like you, Virgo, and at times, it can be almost impossible to live up to your high expectations.\n\nYou can take ages to complete a task simply because it has to be right, which is a positive trait, but can be infuriating when a task has a deadline. "
    },
    {
      "title": "The Truth about Virgo",
      "content": "You are often known to be critical and somewhat picky about how others go about their business. However, the truth is, if you don’t care about someone you don’t even bother to give them the time of day. It is only those you love and treasure that are dear to your heart that you put yourself out to impart knowledge you honestly feel with help them in some way. In your eyes, you are not being critical, you are being helpful, and anyone who is lucky enough to receive your heartfelt criticism should think himself or herself extremely honored."
    },
    {
      "title": "Understanding Your Planet",
      "content": "Mercury the thinking planet, your ruling Planet, governs all things that relate to communication, which takes in knowledge, research, commerce and technology, all of which are areas you excel at Virgo. You are the perfectionists of the zodiac and live to work. You love to work, but not just at anything, you need to excel at what you do and will tirelessly work around the clock to meet a deadline. It is important for you to present your work at not only the highest standard, but at the highest level of accuracy.\n\nVirgos are worriers, and the unpredictable side of Mr. Mercury will occasionally throw you a curve ball that will demonstrate as hard as you may try, not even you can control every outcome. So you may as well not spend so many waking hours worrying yourself into a flap about the result. \n\nMercury provides you with a quick and agile mind, with the ability to take in much more information than most, and an eye for detail that is so necessary in line of work you chose – after all, someone has to provide the correct facts and figures, and clearly, this is your job, Virgo.\n\nThere is also a mischievous side to Mercury, known as the trickster, which at times can help lighten your mood. You are highly creative, which also can be attributed to Mercury’s qualities, and as you take on so much during every single day, you need to sleep well so your mind can sort out what your next step is. As you sleep, your mind will do the internal filing. You also need to allow solo time in your life to reflect on where you are and where you are headed so you don’t obsess over what you have and have not done to date. Every planet and life itself has its ups and down, and you are blessed to have Mercury on your side."
    },
    {
      "title": "Famous Virgos",
      "content": "Beyonce, Jerry Bruckheimer, Prince Harry, Michael Jackson, Salma Hayek, Sophia Loren, Rachel Ray, Claudia Schiffer, Jada Pinkett Smith, Raquel Welch, Jennifer Hudson, Richard Gere."
    }
  ]
}